/*
Задачи:
1. Добавить Led дисплей
2. Расширить функции (например графики приема воды и т.д.)
3. Настройку таймера сделать по кнопкам
4. Сделать влажность и температуру воздуха
5. Сделать автономию с батарейками (нужно 6 вольт батарейки)
6. Выложить все на гитхаб



Краткие задачи в коде:
1. В setup() сделать все библиотеки
2. Сделать функцию workMode()
3. Сделать функцию relaxMode()
4. Сделать функцию offlineMode()
5. Исправить баги
6. Подключить свою библиотеку?            (сделано)
7. Постоянные опросы кнопок и т.д.
8. Анимации
9. Энергосбережение
10. Комментирование кода


график приемов воды
график пропущенных нажатий
график отдыха и сидения за компом
*/